Repository: dedko58/Translation
Catalog: torents/fdm_*.po
Languages: sk

# AddTrackersDialog|
source: Add trackers
sk: Pridať sledovače

# AddTrackersPage|
source: Add trackers
sk: Pridať sledovače

# DownloadContextMenu|
source: Disable seeding
sk: Zakázať sedovanie

# DownloadContextMenu|
source: Add trackers
sk: Pridať sledovače

# DownloadContextMenu|
source: Start all seeding downloads
sk: Spustiť sedovanie všetkých stihnutých

# DownloadContextMenu|
source: Stop all seeding downloads
sk: Zastaviť všetky sedovania

# IntegrationBanner|
source: Would you like to make %1 the default torrent client?
sk: Chcete nastaviť %1 ako predvoleného správcu torentov ?

# IntegrationSettings|
source: Check if %1 is your default torrent client
sk: Odporúčame predvolene použiť %1 na sťahovanie torrentových súborov

# IntegrationSettings|
source: Make %1 default torrent client
sk: Nastaviť %1 ako predvoleného správcu torrentov

# QObject|
source: Associate with magnet links
sk: Asociovať s magnetickými linkami

# QObject|
source: Associate with torrent files
sk: Priradiť k súborom torrentov

# QObject|
source: Enter URL or choose torrent file
sk: Zadajte odkaz alebo vyberte torrentový súbor

# QObject|
source: Merge trackers
sk: Spájanie sledovačov

# QObject|
source: Torrent
sk: Torrenty

# QObject|
source: seeding
sk: sedované

# Settings|
source: Automatically delete .torrent files once the download is finished
sk: Po dokončení sťahovania automaticky odstrániť .torrent súbory

# Settings|
source: Monitor folder for new .torrent files
sk: Sledovať priečinky pre nové .torrent súbory

# SettingsPage|
source: Stop seeding at ratio
sk: Zastaviť sedovanie pri hodnotení
